export const routes = [
    {
        id: 1,
        title:'Макс Отто фон Штирлиц',
        body:'Конечно же, главный герой! Хочу побольше познакомить вас с прекрасным главным героем этого романа - Штирлицем!'
    },
    {
        id: 2,
        title:'Генрих Мюллер',
        body:'Как же не отметить тут любимца зрителей телефильма - Генриха Мюллера, который также имеет богатую историю.'
    },
    {
        id: 3,
        title:'Кэтрин Кин',
        body:'Нельзя обойтись и без душевных радистов Штирлица! Одной из любимых героинь нашей редакции и стала Кэт!'
    },
    {
        id: 4,
        title:'Фриц Шлаг',
        body:'Пастор "не от мира сего", который стал противогитлеровским пропагандистом, отважно спасённый Штирлицем ярко остаётся в памяти и после промиотра!'
    }
]