export const routes = [
    {
        id: 1,
        title:'Основная информация о телефильме',
        body:'В этой статье вы узнаете основную  интересную информацию о телефильме. Следите за обновлениями и узнавайте больше!'
    },
    {
        id: 2,
        title:'Сюжет фильма',
        body:'В данной статье я расскажу вам базу сюжета данного экранизированного романа, вы познакомитесь с главным героем, но мы сохраним небольшую интригу~'
    },
    {
        id: 3,
        title:'Интересные факты',
        body:'В этой статье вы узнаете о интересных фактах связанных с "17 мгновениями весны", начиная от колоризации, заканчивая анекдотами о Штирлице.'
    },
    {
        id: 4,
        title:'Мини-сборник анекдотов про Штирлица)',
        body:'Настало самое время для всеми нами любимых анекдотов!) Не думаете?'
    }
]